 
[
  {
    "name": "Sarah Johnson",
    "object" : [{
          "room1" : 1
      }],
       
    "worker_details": [
      "Housekeeping",
      "Room Service",
      "Waitstaff",
      "Server"
      
    ],
    "img": "https://i.ibb.co/fYzPw6Y/user1.jpg",
    "rating": 4.8,
    "salary": 32000,
    "description": "Sarah Johnson is a vital part of our hotel's operations, serving in housekeeping and room service roles. Her impeccable attention to detail ensures that guest rooms are always clean and inviting. With a 4.8-star rating, Sarah is known for her dedication to providing a comfortable and tidy environment for all guests. She is a true asset to our team."
  },
  {
    "name": "John Smith",
    "worker_details": [
      "Front Desk",
      "Concierge",
      "Concierge",
      "Tour Guide"
    ],
    "img": "https://i.ibb.co/BLtD4W0/user4.jpg",
    "rating": 4.5,
    "salary": 35000,
    "description": "John Smith is the friendly face you'll encounter at our front desk and concierge service. With a 4.5-star rating, John's welcoming demeanor and in-depth knowledge of the area make him an essential part of the guest experience. He goes the extra mile to ensure that guests have all the information they need for an enjoyable stay."
  },
  {
    "name": "Maria Rodriguez",
    "worker_details": [
      "Chef",
      "Kitchen Staff",
      "Spa Therapist",
      "Masseuse"
    ],
    "img": "https://i.ibb.co/9rfRQrv/user2.jpg",
    "rating": 4.7,
    "salary": 42000,
    "description": "Maria Rodriguez is a culinary wizard in our kitchen, expertly handling the roles of chef and kitchen staff. With a 4.7-star rating, Maria's culinary creations are a delight for the taste buds. Her passion for cooking and the high standards she maintains in the kitchen ensure that our guests savor every bite."
  },
  {
    "name": "David Wilson",
    "worker_details": [
      "Maintenance",
      "Security",
      "Event Coordinator",
      "Banquet Manager"
    ],
    "img": "https://i.ibb.co/9rfRQrv/user2.jpg",
    "rating": 4.6,
    "salary": 30000,
    "description": "David Wilson takes care of the hotel's maintenance and security, ensuring a safe and comfortable environment for all. With a 4.6-star rating, David's attention to detail in maintenance and his commitment to security make him an indispensable part of the team. He works diligently to maintain the hotel's facilities and keep guests secure."
  }
]
